Repository: benmen1980/und
Catalog: lang/unidress-*.po
Languages: he_il

source: Branch fields
he_il: פרטי שלוחה

source: Priority Branch Number
he_il: מספר שלוחה בפריוריטי

source: Customer
he_il: לקוח

source: Branch Address
he_il: כתובת שלוחה

source: Contact Name
he_il: שם איש קשר

source: Contact Phone Number
he_il: מספר איש קשר

source: Campaign fields
he_il: פרטי קמפיין

source: Campaign Number
he_il: מספר קמפיין

source: Order Due Date
he_il: תאריך אספקה להזמנות

source: Enable order notes
he_il: הפוך הערות הזמנה לזמינות

source: Show order notes in checkout page
he_il: הצג הערות הזמנה בעמוד הקופה

source: Customers fields
he_il: פרטי לקוח

source: Priority Customer Number
he_il: מספר לקוח בפריוריטי

source: Customer Type
he_il: סוג לקוח

source: Ordering Style for Campaign Customers
he_il: סגנון הזמנה ללקוחות קמפיין

source: Ordering Style for Project Customers
he_il: סגנון הזמנה ללקוחות פרויקטליים

source: Customer Price List
he_il: מחירון לקוח

source: Active Campaign
he_il: קמפיין פעיל

source: Active Project
he_il: פרויקט פעיל

source: Customer's Logo
he_il: לוגו לקוח

source: Kits fields
he_il: פרטי קולקציה

source: Kit number
he_il: מספר קולקציה

source: Product option tag
he_il: לשונית אפשרויות למוצרים

source: Priority SKU
he_il: מק"ט

source: Image
he_il: תמונה

source: Project fields
he_il: פרטי פרויקט

source: Project Number
he_il: מספר פרויקט

source: Graphics in Project
he_il: גרפיקות בפרויקט

source: Shops field
he_il: פרטי חנויות

source: Address
he_il: כתובת

source: Users fields
he_il: פרטי משתמש

source: Branch
he_il: שלוחות

source: Kit
he_il: קולקציה

source: Department
he_il: מחלקה

source: Graphic field
he_il: פרטי גרפיקה

source: Embroidery type
he_il: סוג רקמה

source: Colors in logo
he_il: צבעים בלוגו

source: Print location
he_il: מיקום הדפס

source: Print location description
he_il: תאור מיקום הדפס

source: Name
he_il: שם העובד

source: SKU
he_il: מק"ט

source: Add all
he_il: הוסף הכל

source: Count
he_il: כמות

source: Add
he_il: הוספה

source: Filter
he_il: סנן

source: Branch address
he_il: כתובת שלוחה

source: Contact name
he_il: שם איש קשר

source: Contact phone
he_il: מספר איש קשר

source: Status
he_il: הערה

source: Super Admin
he_il: מנהל האתר

source: Edit
he_il: עריכה

source: ID
he_il: מזהה משתמש

source: Username
he_il: שם משתמש

source: First name
he_il: שם פרטי

source: Last name
he_il: שם משפחה

source: E-mail
he_il: אימייל

source: Phone
he_il: טלפון

source: Budget
he_il: תקציב

source: Campaign
he_il: קמפיינים

source: Project
he_il: פרוייקטים

source: Budget utilization
he_il: ניצול תקציב

source: Budget remaining
he_il: יתרת תקציב

source: Groups assigning
he_il: קבוצות הקצאה

source: Group
he_il: קבוצה

source: Limit
he_il: כמות מקסימלית להזמנה

source: Utilization
he_il: ניצול

source: Remaining
he_il: יתרת תקציב

source: Export
he_il: ייצוא

source: Reset
he_il: אפס סינון

source: empty
he_il: ריק

source: User Report
he_il: דוח משתמשים

source: Customer Name
he_il: שם לקוח

source: Customers
he_il: לקוחות

source: Add New Customer
he_il: הוספת לקוח חדש

source: Edit Customer
he_il: עריכת לקוח

source: Save
he_il: שמור

source: Add New Branch
he_il: הוספת שלוחה חדשה

source: Edit Branch
he_il: עריכת שלוחה

source: Kits
he_il: קולקציות

source: Add New Kit
he_il: הוסף חדש

source: Edit Kit
he_il: עריכה

source: Projects
he_il: פרויקטים

source: Add New Project
he_il: הוספת פרויקט חדש

source: Edit Project
he_il: עריכת פרויקט

source: Add New Campaign
he_il: הוספת קמפיין חדש

source: Edit Campaign
he_il: עריכת קמפיין

source: Graphics
he_il: גרפיקות

source: Graphic
he_il: גרפיקה

source: Add New Graphic
he_il: הוספת גרפיקה חדשה

source: Edit Graphic
he_il: עריכת גרפיקה

source: No embroidery
he_il: ללא רקמה

source: No color
he_il: ללא צבעים

source: No graphic
he_il: גרפיקה

source: Shops
he_il: חנויות יונידרס

source: Add New Shop
he_il: הוספת חנות חדשה

source: Edit Shop
he_il: עריכת חנות

# post action/button label
source: Schedule
he_il: תזמון

source: Publish
he_il: פרסם

source: Submit for Review
he_il: שלח לצפיה מקדימה

source: Delete Permanently
he_il: מחק לצמיתות

source: Move to Trash
he_il: העבר לפח

# taxonomy general name
source: Ordering Style for Campaign Customers
he_il: סגנון הזמנה ללקוחות קמפיין

# taxonomy singular name
source: Ordering Style
he_il: סגנון הזמנה

source: Search Ordering Style
he_il: חיפוש סגנון הזמנה

source: All Ordering Style
he_il: כל סגנונות ההזמנה

source: Edit Ordering Style - Campaign Customers
he_il: עריכת סגנון הזמנה - לקוחות קמפיין

source: Update Ordering Style - Campaign Customers
he_il: עדכון סגנון הזמנה - לקוחות קמפיין

source: Add New Ordering Style - Campaign Customers
he_il: הוספת סגנון הזמנה חדש - לקוחות קמפיין

source: Ordering Style - Campaign Customers
he_il: סגנון הזמנה - לקוחות קמפיין

# taxonomy general name
source: Ordering Style for Project Customers
he_il: סגנון הזמנה ללקוחות פרויקטליים

source: Edit Ordering Style - Project Customers
he_il: עריכת סגנון הזמנה - לקוחות פרויקטליים

source: Update Ordering Style - Project Customers
he_il: עדכון סגנון הזמנה - לקוחות פרויקטליים

source: Add New Ordering Style - Project Customers
he_il: הוספת סגנון הזמנה חדש - לקוחות פרויקטליים

source: Ordering Style - Project Customers
he_il: סגנון הזמנה - לקוחות פרויקטליים

source: Options
he_il: שונות

source: Graphics Properties
he_il: גרפיקות בפרויקט

source: Search
he_il: חיפוש

source: All Options
he_il: שונות

source: Update
he_il: עדכן

source: Add New
he_il: הוסף חדש

source: Import Users
he_il: ייבוא משתמשים מאקסל

source: Import Branch
he_il: ייבוא שלוחות מאקסל

source: Product to project
he_il: ענן תגיות למוצר

source: Kit on Campaign
he_il: קיט במערכה

source: Not active Project
he_il: פרויקט לא פעיל

source: Select Kit
he_il: בחר ערכה

source: Choose
he_il: בחירה

source: Select kit to copy
he_il: בחר מחלקה ממנה תועתק הקולקציה

source: Save and Copy from
he_il: ביצוע העתקת קולקציה

source: Delete Kit
he_il: מחיקה

source: Only one order per user
he_il: הזמנה אחת למשתמש

source: Not active Campaign
he_il: קמפיין לא פעיל

source: Assigning Groups
he_il: קבוצות הקצאה

source: Group Name
he_il: שם קבוצה

source: The number in the group
he_il: כמות

source: amount
he_il: כמות

source: del
he_il: מחיקה

source: add
he_il: הוספה

source: Required Products
he_il: פרטי חובה

source: Minimum number
he_il: כמות מינימום

source: Price
he_il: מחיר

source: Assign product
he_il: מוצרים בקולקציה

source: Remove all
he_il: הסר הכל

source: Variation
he_il: וריאציות

source: All product
he_il: כל המוצרים

source: Assignment Group
he_il: קבוצת הקצאה

source: Not assign
he_il: לא משויך

source: Filter by product type
he_il: סינון לפי סוג מוצר

source: Downloadable
he_il: להורדה

source: Virtual
he_il: וירטואלי

source: Filter by category
he_il: סינון לפי קטגוריה

source: Filter by stock status
he_il: סינון לפי מצב מלאי

source: Select all
he_il: לבחור הכל

source: Shipping
he_il: משלוח/איסוף

source: Shipping to user's brunch
he_il: משלוח לשלוחה שלך

source: Allow shipping to user's brunch
he_il: אפשר משלוח לשלוחה של המשתמש

source: Unidress shops
he_il: חנויות יונידרס

source: Branches addresses
he_il: כתובת שלוחה

source: Shipping to Unidress Shop
he_il: איסוף מחנויות יונידרס

source: Shipping to your Branch
he_il: משלוח לשלוחה שלך

source: Attribute updated successfully
he_il: תכונה עודכנה בהצלחה

source: Back to Attributes
he_il: חזרה לפריטים משויכים

source: Terms
he_il: מונחים

source: Delete
he_il: מחיקה

source: Configure terms
he_il: הגדר מונחים

source: No attributes currently exist.
he_il: אין כרגע תכונות קיימות.

source: Name for the option (shown on the front-end).
he_il: שם האופציה

source: Type
he_il: סוג

source: Determines how this attribute's values are displayed.
he_il: הגדרת אופן התצוגה של ערכי המאפיין.

source: Please, provide an attribute name.
he_il: יש לציין את שם התכונה.

source: Slug "%s" is too long (28 characters max). Shorten it, please.
he_il: מזהה כתובת "%s" ארוך מדי (28 תווים מקסימום). אנא קצר אותו.

source: Slug "%s" is not allowed because it is a reserved term. Change it, please.
he_il: מזהה כתובת "%s" אינו מורשה מכיוון שזה מונח שמור. אנא שנה אותו.

source: Slug "%s" is already in use. Change it, please.
he_il: מזהה כתובת "%s" כבר נמצא בשימוש. אנא שנה אותו.

source: Could not update the attribute.
he_il: אי אפשר לערוך את התכונה.

source: Expand
he_il: פתח

source: Close
he_il: סגור

source: Remove
he_il: הסר

source: Click to toggle
he_il: לחץ כדי להפעיל/לכבות

source: Value(s)
he_il: ערך(ים)

source: Select terms
he_il: בחר מונחים

source: Select none
he_il: לא לבחור כלום

source: Add new
he_il: הוסף חדש

source: Enter some text, or some attributes by "%s" separating values.
he_il: הכנס טקסט או משתנים ע"י בפרדה ב "%s"

source: Visible on the product page
he_il: מוצג בעמוד המוצר

source: Group name can't be empty
he_il: שם קבוצה אינו יכול להיות ריק

source: Required
he_il: כמות מינימלית להזמנה

source: Amount
he_il: כמות שהוזמנה

source: User's Personal Details
he_il: פרטים אישיים של המשתמש

source: Product "
he_il: מוצר

source: The total amount of the purchase exceeds the balance of your budget
he_il: הסכום הכולל של הזמנה חורג מיתרת התקציב שלך

source: You have exceeded the limit by product group
he_il: חרגת מהכמות המותרת לקבוצת הקצאה

source: You already buy something
he_il: ביצעת הזמנה אחת, לא ניתן לבצע הזמנה נוספת.

source: Need More Essential Products. Go to <a href="%s">Cart</a> or <a href="%s">Shop</a>
he_il: חסרים לך פרטי חובה נוספים כדי לבצע את ההזמנה. עבור ל<a href="%s">עגלת הקניות</a> או <a href="%s">לחנות</a>

source: Budget Balance
he_il: יתרת התקציב

source: Pages:
he_il: עמודים

source: Go to Marketplace
he_il: לחנות

source: Choose Shipping
he_il: בחירת משלוח / נקודת איסוף

source: You are not allowed to order more
he_il: . אסור לך להזמין עוד

source: You are exceeding your budget, this product cannot be added to cart.
he_il: אתה חורג מהתקציב שלך, לא ניתן להוסיף לסל מוצר זה.

source: &larr; To Unidress Main Site
he_il: &larr; לאתר הראשי של Unidress

source: Dear employee, only one order can be placed. Please make sure you have selected all the items you want.
he_il: עובד/ת יקר/ה, ניתן לבצע רק הזמנה אחת. נא וודא/י שבחרת את כל הפריטים הרצויים.

source: View your shopping cart
he_il: צפייה בסל קניות

source: Cart totals
he_il: סכום עגלת קניות

source: Subtotal
he_il: סיכום ביניים

source: (estimated for %s)
he_il: (מוערך עבור %s)

source: Total
he_il: סכום

source: Product
he_il: מוצר

source: Quantity
he_il: כמות

source: Remove this item
he_il: הסר

source: Available on backorder
he_il: ניתן להזמנה מראש

source: Coupon:
he_il: קופון:

source: Coupon code
he_il: קוד קופון

source: Apply coupon
he_il: הפעל קופון

source: Update cart
he_il: עדכן עגלת קניות

source: No products in the cart.
he_il: עגלת הקניות ריקה

source: Proceed to checkout
he_il: שליחת הזמנה

source: You have <span class="remaining-budget">%s</span>%s left in your budget.
he_il: נותרו לך <span class="remaining-budget"> %s</span> %s בתקציב.

source: Cancel
he_il: ביטול

source: Confirm
he_il: אשר

source: You must be logged in to checkout.
he_il: יש להתחבר כדי לשלם.

source: Additional information
he_il: מידע נוסף

source: Your order
he_il: פרטי ההזמנה

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
he_il: למרבה הצער לא ניתן לעבד את ההזמנה שלך מכיוון שהבנק / הסוחר המקוריים דחו את העסקה שלך. נסה לרכוש שוב.

source: Pay
he_il: שלם

source: My account
he_il: החשבון שלי

source: Thank you. Your order has been received.
he_il: תודה. הזמנתך התקבלה.

source: Order number:
he_il: מספר הזמנה:

source: Date:
he_il: תאריך:

source: Email:
he_il: אימייל:

source: Total:
he_il: סכום:

source: Payment method:
he_il: שיטת תשלום:

source: Shipping to:
he_il: משלוח/איסוף:

source: This product is currently out of stock and unavailable.
he_il: מוצר זה חסר כרגע במלאי ואינו זמין.

source: Clear
he_il: נקה

source: %s quantity
he_il: כמות של %s

source: Dear employee, An order has already been placed on the system. No further booking can be made.
he_il: עובד/ת יקר/ה, כבר בוצעה הזמנה במערכת. לא ניתן לבצע הזמנה נוספת.

source: No products were found matching your selection.
he_il: לא נמצאו מוצרים התואמים את בחירתך.

source: Display name
he_il: שם תצוגה

source: This will be how your name will be displayed in the account section and in reviews
he_il: השם שיופיע במקטע החשבון ובביקורות

source: Email address
he_il: כתובת אימייל

source: Order details
he_il: פרטי הזמנה

source: Note:
he_il: הערה:
